Repository: StanfordSpezi/SpeziAccount
Catalog: Sources/SpeziAccountPhoneNumbers/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, sv

source: %lld numbers
de: %lld Nummern
es: %lld números
sv: %lld nummer

source: Add Phone Number
de: Telefonnummer hinzufügen
es: Añadir número de teléfono
sv: Lägg till telefonnummer

source: Added phone numbers will appear here. Add a phone number by tapping the plus (+) button in the top right corner.
de: Hinzugefügte Telefonnummern werden hier angezeigt. Fügen Sie eine Telefonnummer hinzu, indem Sie oben rechts auf die Plus‑Taste (+) tippen.
es: Los números de teléfono añadidos aparecerán aquí. Añade un número tocando el botón (+) en la esquina superior derecha.
sv: Tillagda telefonnummer visas här. Lägg till ett nummer genom att trycka på plusknappen (+) uppe till höger.

source: Are you sure you want to delete %@?
de: Möchten Sie %@ wirklich löschen?
es: ¿Seguro que quieres eliminar %@?
sv: Vill du verkligen ta bort %@?

source: Cancel
de: Abbrechen
es: Cancelar
sv: Avbryt

source: Delete
de: Löschen
es: Eliminar
sv: Ta bort

source: Delete Phone Number
de: Telefonnummer löschen
es: Eliminar número de teléfono
sv: Ta bort telefonnummer

source: Didn't receive a verification code?
de: Keinen Bestätigungscode erhalten?
es: ¿No recibiste el código de verificación?
sv: Fick du ingen verifieringskod?

source: Discard
de: Verwerfen
es: Descartar
sv: Kasta

source: Discard Changes?
de: Änderungen verwerfen?
es: ¿Descartar los cambios?
sv: Kasta ändringarna?

source: Enter Verification Code
de: Bestätigungscode eingeben
es: Introduce el código de verificación
sv: Ange verifieringskod

source: Enter your %lld digit verification code you received via text message.
de: Geben Sie Ihren %lld‑stelligen Bestätigungscode ein, den Sie per SMS erhalten haben.
es: Introduce el código de verificación de %lld dígitos que recibiste por SMS.
sv: Ange din verifieringskod på %lld siffror som du fick via sms.

source: Enter your phone number and we'll send you a verification code to add the number to your account.
de: Geben Sie Ihre Telefonnummer ein, dann senden wir Ihnen einen Bestätigungscode, um die Nummer zu Ihrem Konto hinzuzufügen.
es: Introduce tu número de teléfono y te enviaremos un código de verificación para añadir el número a tu cuenta.
sv: Ange ditt telefonnummer så skickar vi en verifieringskod för att lägga till numret i ditt konto.

source: No Phone Numbers
de: Keine Telefonnummern
es: No hay números de teléfono
sv: Inga telefonnummer

source: Phone Number
de: Telefonnummer
es: Número de teléfono
sv: Telefonnummer

source: Phone Numbers
de: Telefonnummer
es: Números de teléfono
sv: Telefonnummer

source: Please wait for %lld seconds to resend again.
de: Bitte warten Sie %lld Sekunden, um erneut zu senden.
es: Espera %lld segundos para reenviar.
sv: Vänta %lld sekunder innan du skickar igen.

source: Resend Verification Message
de: Bestätigungsnachricht erneut senden
es: Reenviar mensaje de verificación
sv: Skicka verifieringsmeddelandet igen

source: Select Country Code
de: Ländervorwahl auswählen
es: Seleccionar prefijo del país
sv: Välj landskod

source: Send Verification Message
de: Bestätigungsnachricht senden
es: Enviar mensaje de verificación
sv: Skicka verifieringsmeddelande

source: The entered phone number is invalid.
de: Die eingegebene Telefonnummer ist ungültig.
es: El número de teléfono introducido no es válido.
sv: Det angivna telefonnumret är ogiltigt.

source: Verification code entry
de: Eingabe des Bestätigungscodes
es: Introducción del código de verificación
sv: Inmatning av verifieringskod

source: Verify Phone Number
de: Telefonnummer bestätigen
es: Verificar número de teléfono
sv: Verifiera telefonnummer

source: You have unsaved changes. Are you sure you want to discard them?
de: Es gibt ungespeicherte Änderungen. Möchten Sie diese wirklich verwerfen?
es: Tienes cambios sin guardar. ¿Seguro que quieres descartarlos?
sv: Du har osparade ändringar. Vill du verkligen kasta dem?

source: Your country
de: Ihr Land
es: Tu país
sv: Ditt land
